<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta name="referrer" content="origin">
<meta name="viewport" content="width=960">
<link rel="stylesheet" type="text/css" href="https://fonts.googleapis.com/css?family=PT+Sans:700%7CLato:400,700&amp;subset=all">
<title>particulas</title>
<link rel="stylesheet" type="text/css" href="css/site.20251117152544.css">
<!--[if lte IE 7]>
<link rel="stylesheet" type="text/css" href="css/site.20251117152544-lteIE7.css">
<![endif]-->
</head>
<body id="body">
<div class="vis pos size cont">
<div class="pos-121 vis-2 section">
<div class="vis pos-122 size-160 cont-2">
<picture class="img-42">
<source srcset="images/shapeimage_1-632.jpg 1x">
<img src="images/shapeimage_1-632.jpg" alt="" class="js-85 img-41">
</picture>
</div>
</div>
</div>
<div class="pos-3 vis-2 section-2">
<div class="vis-3 pos-65 size-4 cont-9">
<p class="para"><span class="font"><a href="http://www.icas.unsam.edu.ar/deflo/links.html">&nbsp;</a></span><span class="font"><a href="./">Home</a></span><span class="font">&nbsp; &nbsp; </span><span class="font"><a href="links.html">Links</a></span><span class="font"><a href="http://www.icas.unsam.edu.ar/deflo/Spin.html">&nbsp;&nbsp; </a></span><span class="font">&nbsp; &nbsp;&nbsp;</span></p>
</div>
<div class="vis-3 pos-123 size-161 cont-14">
<p class="para-2"><span class="font-27">Fisica de Part&iacute;culas Elementales</span></p>
<p class="para-2"><span class="font-28">Prof. </span><span class="font-29"><a href="http://www.icas.unsam.edu.ar/deflo/main.html"> Daniel de Florian</a></span></p>
</div>
<div class="vis-3 pos-124 size-162 cont-24">
<p class="para"><span class="font-30">La materia ser&aacute; dictada en </span><span class="font-31"><a href="http://icas.unsam.edu.ar/"> ICAS</a></span><span class="font-30"> durante el primer cuatrimestre de 2021 como materia de grado de la Escuela de Ciencia y Tecnologia y de Doctorado del Instituto S&aacute;bato - UNSAM</span></p>
</div>
<div class="vis-3 pos-125 size-163 cont-18">
<p class="para"><span class="font-30">Horarios a Convenir,&nbsp; inscripci&oacute;n </span><span class="font-30"><a target="_blank" href="https://docs.google.com/forms/d/e/1FAIpQLSc-ebpdLAjh-jAEwFdsVHy28FrmWLO65Oxjjn4M-iyPq09R8w/viewform?usp=sf_link" rel="noopener">aqui</a></span></p>
<p class="para"><span class="font-31"><a href="javascript:em1();">&nbsp;deflo@unsam.edu.ar</a></span></p>
</div>
<div class="vis-3 pos-126 size-164 cont-82">
<p class="para"><span class="font-30">Programa de la Materia:</span></p>
</div>
<div class="vis pos-127 size-165 cont-3">
<div class="vis pos-5 size-165 colwrapper">
<div class="vis-3 pos-128 size-166 cont-19">
<p class="para"><span class="font-32">1.Modelo Standard de las Interacciones Fundamentales .</span></p>
</div>
<div class="vis-3 pos-13 size-167 cont-13">
<p class="para"><span class="font-32">&nbsp;Espectro de part&iacute;culas elementales: quarks y leptones. Ecuaciones fundamentales de la mec&aacute;nica cu&aacute;ntica relativista: Dirac, Klein-Gordon, Maxwell y Proca. Teor&iacute;as de gauge y simetr&iacute;as del Modelo Standard de las interacciones fundamentales</span></p>
</div>
</div>
</div>
<div class="vis pos-129 size-168 cont-3">
<div class="vis pos-5 size-168 colwrapper">
<div class="vis-3 pos-128 size-166 cont-21">
<p class="para"><span class="font-32">2.C&aacute;lculos perturbativos en f&iacute;sica de altas energ&iacute;as .</span></p>
</div>
<div class="vis-3 pos-13 size-169 cont-8">
<p class="para"><span class="font-32">Teor&iacute;a de perturbaciones, m&eacute;todo de funciones de Green y propagadores: fermiones y bosones de gauge. Electrodin&aacute;mica de part&iacute;culas de spin &half;. Secci&oacute;n eficaz de scattering en teor&iacute;a de perturbaciones. C&aacute;lculo de scattering electr&oacute;n-mu&oacute;n -&gt; electr&oacute;n-mu&oacute;n. Trazas de matrices de Dirac e invariables de Mandelstam. Polarizaci&oacute;n de fotones y electrones e invariancia de gauge en secciones eficaces. Scattering Compton y Bhabha.&nbsp;</span></p>
</div>
</div>
</div>
<div class="vis pos-129 size-170 cont-3">
<div class="vis pos-5 size-170 colwrapper">
<div class="vis-3 pos-128 size-166 cont-83">
<p class="para"><span class="font-32">3.F&iacute;sica electrod&eacute;bil de precisi&oacute;n</span></p>
</div>
<div class="vis-3 pos-13 size-171 cont-22">
<p class="para"><span class="font-32">Violaci&oacute;n de paridad. Estudio de procesos con neutrinos y su impacto en observables de precisi&oacute;n del LEP. Correcciones d&eacute;biles al scattering electr&oacute;n-positr&oacute;n e interferencia con QED. Decaimientos lept&oacute;nicos y hadr&oacute;nicos de los bosones W y Z. Violaci&oacute;n de Conjugaci&oacute;n de carga y Paridad en sistemas de quarks pesados. Violaci&oacute;n de CP y el big-bang. Masas de neutrinos, violaci&oacute;n de n&uacute;mero leptonico en Modelo Standard y matriz de Cabibbo- Kobayashi-Maskawa. Mecanismo GIM. Oscilaciones de kaones y de neutrinos. Triangulo de unitariedad.</span></p>
<p class="para"><span class="font-32">Correcciones radiativas a un loop. Introducci&oacute;n de renormalizaci&oacute;n e influencia de part&iacute;culas virtuales en observables de precisi&oacute;n en QED. Problema de jerarqu&iacute;as.</span></p>
</div>
</div>
</div>
<div class="vis pos-130 size-165 cont-3">
<div class="vis pos-5 size-165 colwrapper">
<div class="vis-3 pos-128 size-166 cont-7">
<p class="para"><span class="font-32">4.Elementos de Cromodin&aacute;mica Cu&aacute;ntica y f&iacute;sica de colisionadores hadr&oacute;nicos .</span></p>
</div>
<div class="vis-3 pos-13 size-167 cont-15">
<p class="para"><span class="font-32">Introducci&oacute;n de cromodin&aacute;mica cu&aacute;ntica. Consecuencias de teor&iacute;a no-abeliana y running de la constante de acoplamiento. QCD perturbativa y hadrones. Modelo de partones y scattering inel&aacute;stico profundo (DIS). Distribuciones de partones del prot&oacute;n. Ecuaciones de evoluci&oacute;n de Altarelli-Parisi.&nbsp;</span></p>
</div>
</div>
</div>
<div class="vis-3 pos-129 size-169 cont-16">
<p class="para"><span class="font-32">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5. F&iacute;sica del LHC&nbsp;</span></p>
<p class="para"><span class="font-32">F&iacute;sica de colisionadores hadr&oacute;nicos y el LHC. Factorizaci&oacute;n de la secci&oacute;n eficaz y luminosidades. Observables en colisionadores hadr&oacute;nicos: rapidity, momento transverso, fragmentaci&oacute;n. Producci&oacute;n de Drell-Yan, jets y hadrones. Correcciones perturbativas. Logaritmos dominantes y resumaci&oacute;n de la serie perturbativa. Parton Showers y Monte Carlos.</span></p>
</div>
<div class="vis pos-129 size-168 cont-3">
<div class="vis pos-5 size-168 colwrapper">
<div class="vis-3 pos-128 size-166 cont-12">
<p class="para"><span class="font-32">6.F&iacute;sica del bos&oacute;n de Higgs</span></p>
</div>
<div class="vis-3 pos-13 size-169 cont-5">
<p class="para"><span class="font-32">An&aacute;lisis de datos de precisi&oacute;n y b&uacute;squeda indirecta en el LEP. C&aacute;lculo de la secci&oacute;n eficaz de Higgsstrahlung. Fenomenolog&iacute;a del Bos&oacute;n de Higgs en colisionadores hadr&oacute;nicos (Tevatron y el Large Hadronic Collider). Canales principales, c&oacute;mputo de gg-&gt; H. Propiedades determinadas del bos&oacute;n de Higgs a 125 GeV, acomplamientos, masa, ancho y decaimientos. Futuro de la f&iacute;sica del bos&oacute;n de Higgs.</span></p>
</div>
</div>
</div>
<div class="vis pos-130 size-172 cont-3">
<div class="vis pos-5 size-172 colwrapper">
<div class="vis-3 pos-128 size-166 cont-6">
<p class="para"><span class="font-32">7.F&iacute;sica mas all&aacute; del Modelo Standard : Supersimetr&iacute;a y Extra Dimensiones</span></p>
</div>
<div class="vis-3 pos-13 size-173 cont-43">
<p class="para"><span class="font-32">Conceptos b&aacute;sicos y fenomenolog&iacute;a de Supersimetr&iacute;a, soluci&oacute;n del problema de jerarqu&iacute;as en la versi&oacute;n supersim&eacute;trica del Modelo Standard, espectro de Supersimetr&iacute;a, s-leptones, s-quarks y gauginos. Unificaci&oacute;n de las constantes de acoplamiento. Ruptura de supersimetr&iacute;a con t&eacute;rminos soft. Estatus de la b&uacute;squeda de part&iacute;culas supersim&eacute;tricas en colisionadores y su relevancia en astrof&iacute;sica: materia oscura.</span></p>
<p class="para"><span class="font-32">Gravedad cl&aacute;sica, ecuaciones de Einstein y acci&oacute;n. Lagrangiano de Klein-Gordon en gravedad. Teor&iacute;a de Kaluza-Klein para campos libres en 5 dimensiones: compactificaci&oacute;n, campos masivos (torres) de Kaluza-Klein. Teor&iacute;a de Kaluza-Klein para un gauge abeliano. Gravedad en 5 dimensiones, compactificaci&oacute;n y &ldquo;unificaci&oacute;n&rdquo; de gravedad y electromagnetismo.&nbsp;&nbsp; Extra-dimensiones como soluci&oacute;n del problema de jerarqu&iacute;as. Modelos de Arkani-Hamed, Dimopoulos y Dvali (ADD) y Randall-Sundrum (RS): fenomenolog&iacute;a de &ldquo;extra-volumen&rdquo;(ADD) y de &ldquo;espacios curvados&rdquo; (RS) en colisionadores hadr&oacute;nicos.</span></p>
</div>
</div>
</div>
<div class="vis-3 pos-131 size-174 cont-10">
<p class="para-2"><span class="font-33">Bibliograf&iacute;a</span></p>
</div>
<div class="vis-3 pos-132 size-175 cont-4">
<p class="para"><span class="font-32">1. Quarks and leptons, F. Halzen and A. Martin, John Wiley &amp; Sons (1984)</span></p>
<p class="para"><span class="font-32">2. Gauge Theory and Elementary Particle Physics, T. Cheng and L. Li, Oxford Science&nbsp; Publications (1984)</span></p>
<p class="para"><span class="font-32">3. Collider Physics, V. Barger and R. Phillips, Addison-Wesley (1996)</span></p>
<p class="para"><span class="font-32">4. ICTP Lectures on Large Extra-Dimensions, G. Gabadadze, arXiv:hep-ph/030811 (2003) 5. A supersymmetry Primer, S. Martin, arXiv:hep-ph/9709356 (1997)</span></p>
</div>
<div class="vis pos-133 size-105 cont-88"></div>
</div>
<script type="text/javascript" src="js/jquery.js"></script>
<script type="text/javascript" src="js/particulas.20251117152544.js"></script>
<script type="text/javascript">
var ver=RegExp(/Mozilla\/5\.0 \(Linux; .; Android ([\d.]+)/).exec(navigator.userAgent);if(ver&&parseFloat(ver[1])<5){document.getElementsByTagName('body')[0].className+=' whitespacefix';}
</script>
</body>
</html>